Repository: Khizanag/Geografy-iOS
Catalog: Geografy/Feature/Geografy-Feature-Flashcard/Sources/Geografy-Feature-Flashcard/Resources/Localizable.xcstrings
Source language: en
Languages: ka

source: %lld percent complete
ka: %lld პროცენტი დასრულებული

source: + %lld more
ka: + %lld სხვა

source: Accuracy
ka: სიზუსტე

source: All caught up!
ka: ყველაფერი განახლებულია!

source: Answer
ka: პასუხი

source: Cancel
ka: გაუქმება

# Card %lld of %lld
source: Card %1$lld of %2$lld
ka: ბარათი %1$lld %2$lld-დან

source: Cards
ka: ბარათები

source: Cards per Session
ka: ბარათები სესიაზე

source: Correct
ka: სწორი

source: Country Details
ka: ქვეყნის დეტალები

source: Flashcards
ka: ფლეშბარათები

source: Great work! Keep reviewing to improve mastery.
ka: შესანიშნავი! განაგრძე გამეორება ოსტატობის გასაუმჯობესებლად.

source: Guide
ka: სახელმძღვანელო

source: Knew It
ka: ვიცოდი

source: No cards are due right now. Come back later or study new cards in Flashcards.
ka: ახლა გასახსენებელი ბარათები არ არის. დაბრუნდი მოგვიანებით ან შეისწავლე ახალი ბარათები ფლეშბარათებში.

source: Quit
ka: გასვლა

source: Quit Session?
ka: სესიის დატოვება?

source: Review
ka: გამეორება

source: Review cards at the optimal time for long-term memory retention
ka: ბარათების გამეორება ოპტიმალურ დროს ხანგრძლივი მეხსიერებისთვის

source: Session Complete
ka: სესია დასრულებულია

source: Spaced Repetition
ka: ინტერვალური გამეორება

source: Start Review · %lld cards
ka: გამეორების დაწყება · %lld ბარათი

source: Swipe to rate
ka: გადაასრიალე შესაფასებლად

source: Tap to flip
ka: შეეხე გადასაბრუნებლად

source: Tap to reveal
ka: შეეხე გამოსავლენად

source: What is the capital?
ka: რა არის დედაქალაქი?

source: Wrong
ka: არასწორი

source: Your progress will be saved.
ka: შენი პროგრესი შეინახება.
